Repository: taherelzoghby/Note
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Notes
ar: مذكرات

source: You Don't Have Any Notes
ar: انت لا تمتلك اي مذكره

source: Search...
ar: بحث...

source: Add Note
ar: اضافة مذكره

source: Title
ar: العنوان

source: Content
ar: المحتوي

source: Edit Note
ar: تعديل المذكره

# areYouSureDeleteAllNotes
source: Are you sure you want to delete all notes?
ar: هل أنت متأكد أنك تريد حذف كافة الملاحظات؟

# areYouSureDeleteNote
source: Are you sure you want to delete Note?
ar: هل أنت متأكد أنك تريد حذف الملاحظه؟

# areYouSureChangeLang
source: Are you sure you want to Change Lang?
ar: هل أنت متأكد أنك تريد تغيير اللغه؟

source: Delete All Notes
ar: حذف كافة الملاحظات

# successDeleted
source: All Notes Deleted Successfully
ar: تم حذف كافة الملاحظات بنجاح

# somethingError
source: Something Error occurred
ar: حدث خطأ ما

# AddedSucccess
source: Successfully
ar: تم الإضافة بنجاح

source: Delete
ar: حذف

source: Yes
ar: نعم

source: No
ar: لا

# lang
source: عربي
ar: English
